<template>
	<view class="agreement bg-white">
		<view class="main-title">迪雷沃商用户服务条款</view>
		<view class="section">
			<view class="section-title">一、服务条款的确认及接受</view>
			<view class="section-content">
				<view class="item">
					1、迪雷沃系统软件（指www.deravel-tw.com及其移动客户端软件、应用程序，以下称"本系统"）各项电子服务的所有权和运作权归属于"迪雷沃包装设计（上海）有限公司"所有，本网站提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本网站间成立并发生法律效力，同时您成为本网站正式用户。
				</view>
				<view class="item">
					2、根据国家法律法规变化及本网站运营需要，迪雷沃有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本网站上即生效，并取代此前相关内容。您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。您如继续使用本网站，即视为知悉变更内容并同意接受。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">二、服务需知</view>
			<view class="section-content">
				<view class="item">1、本网站运用自身开发的操作系统通过国际互联网络为用户提供服务。使用本网站，您必须：</view>
				<view class="sub-item">(1) 自行配备上网的所需设备，包括手机、平板电脑、调制解调器、路由器等；</view>
				<view class="sub-item">(2) 自行负担上网所支付的与此服务有关的电话费用、网络费用等；</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">三、订单</view>
			<view class="section-content">
				<view class="item">
					1、在您使用本网站下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。
				</view>
				<view class="item">
					2、您理解并同意本网站上展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（履行地点）、履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向迪雷沃发出的要约；迪雷沃在收到您的订单信息后，只有在将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与迪雷沃之间有实际的商品建立了关系(例外：批量采购或定制商品需求，开展备货行为后，视为您与迪雷沃之间建立了关系)。
				</view>
				<view class="item">3、
					尽管迪雷沃做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，本网站无法避免您提交的订单信息中的商品出现缺货、价格标示错误等情况；如您下单所购买的商品出现以上情况，您有权取消订单，迪雷沃亦有权自行取消订单，若您已经付款，则为您办理退款。
				</view>

			</view>
		</view>
		<view class="section">
			<view class="section-title">四、配送和交付</view>
			<view class="section-content">
				<view class="item">1、您在本网站购买的商品将按照本网站上您所指定的送货地址进行配送。订单信息中列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品应仅由您填写的联系人接受身份查验后接收商品，因您变更联系人或相关配送信息而造成的损失由您自行承担。</view>
			</view>
			<view class="section-content">
				<view class="item">2、因如下情况造成订单延迟或无法配送等，本网站将无法承担迟延配送或无法配送的责任：</view>
				<view class="sub-item">(1) 客户提供错误信息和不详细的地址；</view>
				<view class="sub-item">(2) 货物送达无人签收或拒收，由此造成的重复配送所产生的费用及相关的后果；</view>
				<view class="sub-item">
					（3）不可抗力，例如：自然灾害及恶劣天气、交通戒严等政府、司法机关的行为、决定或命令、意外交通事故、罢工、法规政策的修改、恐怖事件、抢劫、抢夺等暴力犯罪、突发战争等。
				</view>
				<view class="item">
					3、迪雷沃依您订单确定的收货信息配送至指定地点并向指定收货人交付，商品一经签收即视为交付，您应当场对商品品类、规格、型号、数量和包装等商品表面状况进行验收。您应及时收取货物，非因确实可证的质量问题不退换货。如您对商品质量有异议的，应于商品交付后及时内向销售商提出，销售商根据实际情况及时处理。
				</view>
				<view class="item">
					4、您在本网站购买的商品由迪雷沃的关联方或第三方配送公司（包括顺丰、申通等，以下称“物流公司”）为您完成订单交付的，系统或单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，迪雷沃向您指定系统发送的时间为交付时间；您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">五、售后服务</view>
			<view class="section-content">
				<view class="item">销售商依据国家相关规定、厂家规定提供相关售后服务。您作为企业客户，非终端消费者，不适用“七天无理由退货”规则。</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">六、结算方式和发票</view>
			<view class="section-content">
				<view class="item">1、您在平台提交有效采购订单，结算方式应在平台提示的结算方式范围内自主选择。</view>
				<view class="item">
					2、	您应保证提交的开票信息及付款信息的真实性与准确性，并保证实际付款方与申请开票方一致，否则造成的一切损失由您自行承担，给迪雷沃造成实际损失的，您应承担相应赔偿责任。
				</view>
				<view class="item">
					3、您收到发票后应及时跟迪雷沃确认发票送达情况，超过7日未核实，则视为您已确认收到发票。您应及时就已要求开具增值税专用发票进行认证抵扣，如因您的原因超期未抵扣，由此产生全部责任或损失均由您承担。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">七、违约责任</view>
			<view class="section-content">
				<view class="item">1、针对您的批量采购或定制商品需求，迪雷沃开展备货行为后，如您未经迪雷沃书面同意擅自取消采购需求或订单等违约行为，由此产生全部责任或损失均由您承担。</view>
				<view class="item">
					2、您应妥善保管本协议项下帐户名及密码信息，如因为您擅自将帐户名及密码信息转让、授权、赠与或因保管不善等任何其它原因导致任何其它人使用的，您需自行对其帐户项下的一切行为独立承担责任。同时迪雷沃在该种情况下有权做出独立判断，可采取暂停或关闭您参与资格等措施。
				</view>
				<view class="item">
					3、您通过平台采购的商品不得销售给任何其他分销商或经销商，若产生与任何本协议外第三方的争议均由您自行解决，给迪雷沃造成实际损失的，您应承担相应赔偿责任。
				</view>
				<view class="item">
					4、	如果迪雷沃发现或收到他人投诉举报您违反法律法规、违反本协议约定或存在任何恶意行为的，迪雷沃有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁、注销等处理，并公告处理结果。
				</view>
				<view class="item">
					5、除非另有明确的书面说明, 迪雷沃不对本网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">八、所有权及知识产权</view>
			<view class="section-content">
				<view class="item">1、您一旦接受本协议，即表明您主动将您在任何时间段在本网站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给迪雷沃所有，并且您同意迪雷沃有权就任何主体侵权而单独提起诉讼。</view>
				<view class="item">
					2、本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2010年修订版《著作权法》确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于您在本网站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。
				</view>
				<view class="item">
					3、您同意并已充分了解本协议的条款，承诺不将已发表于本网站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。
				</view>
				<view class="item">
					4、除法律另有强制性规定外，未经迪雷沃明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本网站的信息内容，否则，迪雷沃有权追究其法律责任。
				</view>
				<view class="item">
					5、本网站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是迪雷沃或其内容提供者的财产，受中国和国际版权法的保护。本网站上所有内容的汇编是迪雷沃的排他财产，受中国和国际版权法的保护。本网站上所有软件都是迪雷沃或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">九、保密义务</view>
			<view class="section-content">
				<view class="item">1、本协议任一方（以下简称“获取方”）对于本协议的签订、内容及在履行本协议期间所获知的相对方（以下简称“披露方”）的商业秘密负有保密义务。非经披露方书面同意，不得向任何第三方泄露、给予或转让该等保密信息。（依据法律法规、证券交易所规则向政府、证券交易所和/或其他监管机构提供、协议方的法律、会计、商业及其他顾问、雇员等提供的除外）。</view>
				<view class="item">
					2、本协议任一方（以下简称“获取方”）对于本协议的签订、内容及在履行本协议期间所获知的相对方（以下简称“披露方”）的商业秘密负有保密义务。非经披露方书面同意，不得向任何第三方泄露、给予或转让该等保密信息。（依据法律法规、证券交易所规则向政府、证券交易所和/或其他监管机构提供、协议方的法律、会计、商业及其他顾问、雇员等提供的除外）。
				</view>
				<view class="item">
					3、本协议履行期间及终止后，双方均需履行本协议项下保密义务，直至披露方同意获取方解除此项义务，或事实上不会因获取方违反本协议的保密条款而给披露方造成任何形式的损害时止，包括但不限于保密信息已经由披露方向公众披露的情形等。
				</view>
				<view class="item">
					4、协议双方均应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知对方商业秘密的雇员、代理人等遵守保密条款，并对其雇员、代理人等的行为承担连带责任。
				</view>
				<view class="item">
					5、本网站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是迪雷沃或其内容提供者的财产，受中国和国际版权法的保护。本网站上所有内容的汇编是迪雷沃的排他财产，受中国和国际版权法的保护。本网站上所有软件都是迪雷沃或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">十、通知与送达</view>
			<view class="section-content">
				<view class="item">1、本协议履行过程中，一方传递给另一方的书面通知；或在诉讼程序中，法院对双方进行书面通知的，按照您注册时填写的地址进行送达。书面通知的形式还包括但不限于电子邮件、手机短信和传真等电子方式，在采用电子方式进行书面通知的情况下发送即视为送达。</view>
				<view class="item">
					2、一方的送达地址或送达电子邮箱需要变更时应当履行通知义务，通过信件/邮件/电话/短信的方式对另一方进行通知。
				</view>
			</view>
		</view>
		<view class="section">
			<view class="section-title">十一、您如何管理您的用户信息</view>
			<view class="section-content">
				<view class="item">迪雷沃非常重视您的用户信息的关注，并尽全力保护您对于用户信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的账户安全。您的权利包括：</view>
				<view class="item">
					1、迪雷沃非常重视您的用户信息的关注，并尽全力保护您对于用户信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的账户安全。您的权利包括：
				</view>
				<view class="sub-item">
					（1）除法律法规规定外，您有权随时访问和更正您的用户信息，具体包括账户信息、收货信息、订单信息、浏览信息、评论信息、发票信息、档案信息。
				</view>
				<view class="sub-item">
					（2）对于您在使用我们的产品与/或服务过程中产生的其他信息需要访问或更正，请随时联系我们。我们会及时响应您的请求。
				</view>
				<view class="sub-item">
					（3）您无法访问和更正的信息：除上述列明的信息外，您的部分信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
				</view>
				<view class="item">
					2、删除您的用户信息
				</view>
				<view class="sub-item">
					您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；
					在以下情形中，您可以向我们提出删除用户信息的请求：
				</view>
				<view class="sub-item">
					您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；
					在以下情形中，您可以向我们提出删除用户信息的请求：
				</view>
				<view class="sub-item">
					（1）如果我们处理用户信息的行为违反法律法规；<br>
					（2）如果我们处理用户信息的行为违反了与您的约定；<br>
					（3）如果您注销了迪雷沃账户；<br>
					（4）如果我们终止服务及运营。<br>
					若我们决定响应您的删除请求，我们还将同时通知从我们获得您的用户信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除或進行匿名(去標籤化)處理这些信息。
				</view>
				<view class="item">
					3、改变您授权同意的范围或撤回您的授权
				</view>
				<view class="sub-item">
					您可以通过删除信息、关闭设备功能、在迪雷沃网站或软件中进行设置等方式改变您授权我们继续收集用户信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您用户信息的全部授权。
					请您理解，每个业务功能需要一些基本的用户信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的用户信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的用户信息处理。
					<br>
					请您理解，每个业务功能需要一些基本的用户信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的用户信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的用户信息处理。
				</view>
				<view class="item">
					4、注销账户
				</view>
				<view class="sub-item">
					您可以在我们的产品中直接申请注销账户。关于您注销账户的方式以及您应满足的条件，请详见(《迪雷沃隐私政策》裡的“您的权利”)。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的
					要求，除法律法规另有规定外，我们将删除您的用户信息。
				</view>
				<view class="item">
					5、响应您的请求
				</view>
				<view class="item">
					如果您无法通过上述方式访问、更正或删除您的用户信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他用户信息，或您认为迪雷沃存在任何违反法律法规，您均可以发送电子邮件至deraveldaniel@163.com或通过本协议下方的其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
					<br>
					在以下情形中，按照法律法规要求，我们将无法响应您的请求：
				</view>
				<view class="sub-item">
					（1）与国家安全、国防安全有关的；<br>
					（2）与公共安全、公共卫生、重大公共利益有关的；<br>
					（3）与犯罪侦查、起诉和审判等有关的；<br>
					（4）有充分证据表明您存在主观恶意或滥用权利的；<br>
					（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
				</view>
			</view>
			<view class="section">
				<view class="section-title">十二、用户行为规范</view>
				<view class="section-content">
					<view class="item">1、您同意严格遵守法律法规规章规定，依法遵守以下义务：</view>
					<view class="sub-item">
						（1）	不得制作、传输或发表以下违法信息资料：反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律法规实施的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，煽动推翻社会主义制度的；损害国家荣誉和利益的；歪曲、丑化、亵渎、否定英雄烈士事迹和精神，侵害英雄烈士的姓名、肖像、名誉、荣誉的；宣扬或煽动实施恐怖主义、极端主义及其活动的；煽动民族仇恨、民族歧视、破坏民族团结的言论；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱经济秩序和社会秩序的；散布淫秽、色情、暴力或者教唆犯罪的；侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；法律、行政法规禁止的其他内容。<br>
						（2）	防范和抵制制作、复制、发布含有下列内容的不良信息资料：标题严重夸张，发表内容与标题严重不符的；不当评述自然灾害、重大事故等灾难的；煽动人群歧视、地域歧视等的；宣扬低俗、庸俗、媚俗内容的；违反社会公德行为的；侵犯未成年人合法权益的；其他对网络生态造
					</view>
					<view class="item">
						2、本协议依据国家相关法律法规规章制定，您亦同意严格遵守以下义务：
					</view>
					<view class="sub-item">
						（1）	从中国大陆向境外传输资料信息时必须符合中国有关法规；<br>
						（2）	不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；<br>
						（3）	不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；<br>
						（4）	不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、不文明的等信息资料；<br>
						（5）	不得教唆他人从事违法违规或本协议、平台规则所禁止的行为；<br>
						（6）	不得利用在本网站注册的账户进行牟利性经营活动；<br>
						（7）	不得发布任何侵犯他人个人信息、著作权、商标权等知识产权或合法权利的内容；

					</view>
					<view class="item">
						3、您须对自己在网上的言论和行为承担法律责任，您若在本网站上散布和传播反动、色情或其它违反国家法律的信息，本网站的系统记录有可能作为您违反法律的证据。
					</view>
				</view>
			</view>
			<view class="section">
				<view class="section-title">十三、法律管辖适用及其他</view>
				<view class="section-content">
					<view class="item">1、本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，应向协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中华人民共和国北京市大兴区。</view>
					<view class="item">
						2、如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
					</view>
					<view class="item">
						3、本协议未明示授权的其他权利仍由迪雷沃保留，您在行使这些权利时须另外取得迪雷沃的书面许可。迪雷沃如果未行使前述任何权利，并不构成对该权利的放弃。
					</view>
					<view class="item">
						4、本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
					</view>
				</view>
			</view>
		</view>
	</view>
</template>

<script>
</script>
<style>
	page {
		background-color: #ffffff;
	}
</style>
<style lang="scss" scoped>
	.agreement {
		padding: 24rpx;
		height: 100%;
	}


	.content {
		width: 100%;
		overflow: auto;
	}

	.main-title {
		font-size: 18px;
		font-weight: 800;
		color: #333333;
		margin-bottom: 48rpx;
	}

	.section {
		margin-bottom: 48rpx;
	}

	.section-title {
		font-size: 16px;
		font-weight: 800;
		color: #333333;
		margin-bottom: 24rpx;
	}

	.section-content {
		color: #666666;
	}

	.item {
		font-size: 14px;
		line-height: 1.6;
		margin-bottom: 24rpx;
	}

	.sub-item {
		font-size: 14px;
		line-height: 1.6;
		margin-bottom: 16rpx;
		padding-left: 32rpx;
	}
</style>